[{"info": "There was never one country called ‘ancient Greece’. Instead, Greece was divided up into small city-states, like Athens, Sparta, Corinth and Olympia.\r\n\r\nEach city-state ruled itself. They had their own governments, laws and army. So, ancient Greeks living in Sparta considered themselves Spartan first, and Greek second.\r\nFamously, the city-states didn’t get on very well and often fought each another. However, sometimes they joined together to fight against a bigger enemy, like the Persian Empire.\r\n\r\nOnly a very powerful ruler could control all Greece. One man did in the 300s BC. He was Alexander the Great, from Macedonia. Alexander led his army to conquer an empire that stretched as far as Afghanistan and India.\r\n\r\nThe Greeks started trading more with the outside world, they held the first Olympic Games and they fought off the invading Persian army. This period is known by historians as the Archaic period of Greek history. During this time many of the cities in Greece were ruled by a king-like figure.\r\n\r\nAround 480BC Greece entered a golden age which lasted for 200 years. The people built fantastic temples, made scientific discoveries, wrote plays and founded the first proper democracy. Historians call this Classical Greece.\r\n\r\nThe final period of Greek history is known as the Hellenistic period. This lasted from 323BC to 146BC, when the Romans took control of Greece. The Romans didn't destroy Greek life, though. They respected the Greeks and copied many things about their culture, including their buildings, beliefs and clothes.", "established": "800Bc", "name": "Ancient Greece", "end_date": "146Bc", "gov_type": "Various", "region": "Europe", "religion": "Polytheism", "fun_fact": "The First Olympic Games Were Held In 776 Bc At The Greek City Of Olympia.", "image": "ancient_greece.jpg"}, {"info": "Accept Cookies\r\nCookie Settings\r\nBritannica logo\r\n\r\n    Demystified Quizzes Galleries Lists On This Day Biographies \r\n\r\nStart Your Free Trial\r\nSearch Britannica\r\nWhat are you looking for?\r\nSearch\r\nBrowse popular topics:\r\n\r\n    Justinian I St. Luke Fertile Crescent Spanish Inquisition Salem witch trials \r\n\r\nBring fact-checked results to the top of your browser search. Learn More. chrome store logo\r\nRoman Republic\r\nancient state [509 bc-27 bc]\r\nWritten By:\r\n\r\n    The Editors of Encyclopaedia Britannica \r\n\r\nSee Article History\r\n\r\nRoman Republic, the ancient state that centred on the city of Rome, from the time of the events leading up to the founding of the republic in 509 bce, through the establishment of the Roman Empire in 27 bce. A brief treatment of the Roman Republic follows. For full treatment, see ancient Rome.\r\nThe early historical record\r\n\r\nThe early Roman Republic (509–264 bce) and the preceding regal period (753–509 bce) are the most poorly documented periods of Roman history. Historical writing in Rome did not begin until the late 3rd century bce, when Rome had already completed its conquest of Italy, established itself as a major power of the ancient world, and become involved in a gigantic struggle with Carthage for control of the western Mediterranean. The earliest Roman histories were brief résumés of facts and stories, but gradually historians embellished the sparse factual material (such as the list of annual magistrates from the beginning of the republic onward, religious records, and the texts of some laws and treaties) with both native and Greek folklore. Consequently, over time, historical facts about early Rome suffered from patriotic reinterpretation involving exaggerations of the truth, the suppression of embarrassing facts, and invention.\r\n\r\nAncient Roman historians initially differed over the precise date of Rome’s foundation. By the end of the republic, however, it was generally accepted that Rome had been founded in 753 bce and that the republic had begun in 509 bce, following the overthrow of Lucius Tarquinius Superbus, the last of Rome’s seven kings. According to tradition, the first six kings had been benevolent rulers, but the last was a cruel tyrant who was overthrown by a popular uprising.\r\n\r\nThe prevalent modern view is that the monarchy at Rome was incidentally terminated through military defeat and foreign intervention. This theory sees Rome as a site highly prized by the Etruscans (the people of the central Italian region of Etruria) in the 6th century bce. Porsenna, the Etruscan king of Clusium, defeated the Romans and expelled Tarquinius Superbus. Yet before Porsenna could establish himself as monarch, he was forced to withdraw, leaving Rome without a king. Rather than restoring their king, the Romans replaced the kingship with two annually elected magistrates called consuls.\r\n\r\nDuring the early Roman Republic, important new political offices and institutions were created, and old ones were adapted to cope with the changing needs of the state. According to the ancient historians, these changes and innovations resulted from a political struggle between two social orders, the patricians and the plebeians, that began during the first years of the republic and lasted for more than 200 years. The discrepancies, inconsistencies, and logical fallacies in the account of Livy, one of Rome’s greatest historians, make it evident that this thesis of a struggle of the orders is a gross oversimplification of a highly complex series of events that had no single cause.\r\nEarly government\r\n\r\nThe two consuls (who had come to replace the king) were primarily generals whose task it was to lead Rome’s armies in war. In times of military emergency, when unity of command was sometimes necessary, Rome appointed a dictator in place of the consuls, who, however, could not hold supreme military command for longer than six months.\r\n\r\nThe Senate, which may have existed under the monarchy and served as an advisory council for the king, now advised both magistrates and the Roman people. Although in theory the people were sovereign and the Senate only offered advice, in actual practice the Senate wielded enormous power because of the collective prestige of its members.\r\n\r\nDuring the republic there were two different popular assemblies, the centuriate assembly and the tribal assembly. The centuriate assembly was military in nature; it voted on war and peace and elected all those magistrates who exercised imperium (military power). The tribal assembly was a nonmilitary civilian assembly that elected those magistrates who did not exercise imperium. It did most of the legislating and sat as a court for serious public offenses.\r\n\r\nIn 451 bce Rome received its first written law code, inscribed upon 12 bronze tablets and publicly displayed in the forum. Its provisions concerned such matters as legal procedure, debt foreclosure, paternal authority over children, property rights, inheritance, and funerary regulations. This so-called Law of the Twelve Tables was to form the basis of all subsequent Roman private law.\r\n\r\non, Rome’s success led it into conflict with Carthage, an established commercial power in northern Africa, for control of the Mediterranean. The ensuing battles, known as the Punic Wars, spanned the years 264–146 bce. Two great military geniuses were among the leaders in these wars. Hannibal led the Carthaginian forces from about 220 to 200, when he was defeated by the Roman commander Scipio Africanus the Elder. The Romans occupied Carthage and eventually destroyed it completely in 146. Becoming the undisputed rulers of the Mediterranean.", "established": "509Bc", "name": "Roman Republic", "end_date": "27Bc", "gov_type": "Republic", "region": "Europe", "religion": "Roman Polytheism", "fun_fact": "The Romans Liked To Enjoy Their Food, Often Lying Down On A Couch While Eating With Their Hands. They ", "image": "roman_republic.jpg"}, {"info": "The Achaemenid Empire also called the First Persian Empire, was an empire based in Western Asia founded by Cyrus the Great. Ranging at its greatest extent from the Balkans and Eastern Europe proper in the west to the Indus Valley in the east, it was larger than any previous empire in history, spanning 5.5 million square kilometers. Incorporating various peoples of different origins and faiths, it is notable for its successful model of a centralised, bureaucratic administration (through satraps under the King of Kings), for building infrastructure such as road systems and a postal system, the use of an official language across its territories, and the development of civil services and a large professional army. The empire's successes inspired similar systems in later empires.\r\n\r\nBy the 7th century BC, the Persians had settled in the southwestern portion of the Iranian Plateau in the region of Persis, which came to be their heartland. From this region, Cyrus the Great advanced to defeat the Medes, Lydia, and the Neo-Babylonian Empire, establishing the Achaemenid Empire. Alexander the Great, an avid admirer of Cyrus the Great, conquered most of the empire by 330 BC. Upon Alexander's death, most of the empire's former territory came under the rule of the Ptolemaic Kingdom and Seleucid Empire, in addition to other minor territories which gained independence at that time. The Iranian elites of the central plateau reclaimed power by the second century BC under the Parthian Empire.", "established": "550Bc", "name": "Achamenid Empire", "end_date": "330Bc", "gov_type": "Monarchy", "region": "Asia", "religion": "Zoroastrianism", "fun_fact": "The Achaemenid Empire Was The 19Th-Largest Empire By Maximum Land Area ", "image": "achamenid_empire.png"}, {"info": "he Neo-Assyrian Empire was an Iron Age Mesopotamian empire, in existence between 911 and 609 BC, and became the largest empire of the world up till that time. The Assyrians perfected early techniques of imperial rule, many of which became standard in later empires, and was, according to many historians, the first real empire in the world. The Assyrians were the first to be armed with iron weapons, and used tactics that made them unbeatable.\r\n\r\nFollowing the conquests of Adad-nirari II in the late 10th century BC, Assyria emerged as the most powerful state in the known world at the time, coming to dominate the Ancient Near East, East Mediterranean, Asia Minor, Caucasus, and parts of the Arabian Peninsula and North Africa, eclipsing and conquering rivals such as Babylonia, Elam, Persia, Urartu, Lydia, the Medes, Phrygians, Cimmerians, Israel, Judah, Phoenicia, Chaldea, Canaan, the Kushite Empire, the Arabs, and Egypt.\r\n\r\nThe Neo-Assyrian Empire succeeded the Old Assyrian Empire (c. 2025–1378 BC), and the Middle Assyrian Empire (1365–934 BC) of the Late Bronze Age. During this period, Aramaic was also made an official language of the empire, alongside the Akkadian language.\r\n\r\nUpon the death of Ashurbanipal in 627 BC, the empire began to disintegrate due to a brutal and unremitting series of civil wars in Assyria proper. In 616 BC, Cyaxares king of the Medes and Persians made alliances with Nabopolassar ruler of the Babylonians and Chaldeans, and also the Scythians and Cimmerians against Assyria. At the Fall of Harran (609 BC) the Babylonians and Medes defeated an Assyrian-Egyptian alliance, after which Assyria largely ceased to exist as an independent state. A failed attempt to reconquer Harran ended the Assyrian Empire. Although the empire fell, Assyrian history continued; there are still Assyrians living in Iran, Iraq, and elsewhere, in the present day. ", "established": "911Bc", "name": "Neo-Assyrian Empire", "end_date": "609Bc", "gov_type": "Monarchy", "region": "Asia", "religion": "Henotheism", "fun_fact": "The Assyrians Perfected Early Techniques Of Imperial Rule, Many Of Which Became Standard In Later Empires", "image": "neo_assyrian_empire.jpg"}, {"info": "The story of Israel in these two incarnations is recounted in the biblical books of 1-2 Samuel, 1-2 Kings, and 1-2 Chronicles. Chronicles’ main source was the books of Samuel and Kings, so it is not an independent history. Chronicles also lacks a running account of the divided kingdom of Israel, which its author considered theologically illegitimate.\r\n\r\nAccording to these biblical works, the first king of united Israel was Saul, who was from the tribe of Benjamin. He was succeeded by David, who was from Judah. Saul’s failure to establish a dynasty is interpreted in the Bible as Yahweh’s rejection of his kingship. According to 1Kgs 2:11, David reigned 40 years (which may be a round number to indicate a generation). The Hebrew Bible credits him with establishing a minor empire around 1000 B.C.E. in Syria-Palestine, encompassing all the tribes of Israel and dominating neighboring Edom, Moab, and Aram (Syria). However, archaeological evidence of David’s reign is so sparse that scholars debate his historical existence, let alone his dominance.\r\n\r\nDavid’s son Solomon succeeded him as king, despite not being the eldest son; Solomon focused less on military conquest and more on international relations. He built the temple in Jerusalem but is also blamed by the biblical authors for worshiping other gods, which were introduced by his foreign wives whom he had married in order to seal treaties.", "established": "930Bc", "name": "Kingdom Of Israel", "end_date": "720Bc", "gov_type": "Monarchy", "region": "Asia", "religion": "Judaism", "fun_fact": "According To The Hebrew Bible, The Kingdom Of Israel Was One Of Two Successor States To The Former United Kingdom Of Israel And Judah. ", "image": "kingdom_of_israel.png"}, {"info": " From about 800 B.C. to about 400, the Chou dynasty slowly lost power until it was finally carved up by the rulers of the petty states that surrounded it. These little kingdoms fell into a period of conflict known as The Era of the Warring States that lasted from about 400 to 220 and was ended only with the conquest of all of these states by rulers of the Ch'in dynasty (from which our word \"China\" comes). The Ch'in emperors then began to expand, particularly southward toward the Yang-tze River valley. It was during this period that Chinese philosophy flourished in the persons of such men as Confucius and Lao-tze.", "established": "1046Bc", "name": "Zhou Dynasty", "end_date": "249Bc", "gov_type": "Monarchy", "region": "Asia", "religion": "Chinese Folk Religion", "fun_fact": "The Zhou Dynasty Was The Longest Continuous Period That China Was Unified", "image": "zhou_dynasty.jpg"}, {"info": "Macedonia (/ˌmæsɪˈdoʊniə/ (About this sound listen)) or Macedon (/ˈmæsɪˌdɒn/; Greek: Μακεδονία, Makedonía), was an ancient kingdom on the periphery of Archaic and Classical Greece,[4] and later the dominant state of Hellenistic Greece.[5] The kingdom was founded and initially ruled by the royal Argead dynasty, which was followed by the Antipatrid and Antigonid dynasties. Home to the ancient Macedonians, the earliest kingdom was centered on the northeastern part of the Greek peninsula,[6] and bordered by Epirus to the west, Paeonia to the north, Thrace to the east and Thessaly to the south.\r\n\r\nBefore the 4th century BC, Macedonia was a small kingdom outside of the area dominated by the great city-states of Athens, Sparta, and Thebes, and briefly subordinate to Achaemenid Persia.[3] During the reign of the Argead king Philip II (359–336 BC), Macedonia subdued mainland Greece and Thrace through conquest and diplomacy. With a reformed army containing phalanxes wielding the sarissa pike, Philip II defeated the old powers of Athens and Thebes in the Battle of Chaeronea in 338 BC. Philip II's son Alexander the Great, leading a federation of Greek states, accomplished his father's objective of commanding the whole of Greece when he destroyed Thebes after the city revolted. During Alexander's subsequent campaign of conquest, he overthrew the Achaemenid Empire and conquered territory that stretched as far as the Indus River. For a brief period, his empire was the most powerful in the world – the definitive Hellenistic state, inaugurating the transition to a new period of Ancient Greek civilization. Greek arts and literature flourished in the new conquered lands and advances in philosophy, engineering, and science spread throughout much of the ancient world. Of particular importance were the contributions of Aristotle, tutor to Alexander, whose writings became a keystone of Western philosophy. ", "established": "808Bc", "name": "Kingdom Of Macedonia ", "end_date": "148Bc", "gov_type": "Monarchy", "region": "Asia", "religion": "Greek Polytheism", "fun_fact": "Alexander The Great Was The Most Famous King Of Macedon, He Went On To Create The Largest Empire At The Empire.", "image": "kingdom_of_macedonia.jpg"}, {"info": "The Neo-Babylonian Empire (also Second Babylonian Empire) was a period of Mesopotamian history which began in 626 BC and ended in 539 BC.[1] During the preceding three centuries, Babylonia had been ruled by their fellow Akkadian speakers and northern neighbours, Assyria. A year after the death of the last strong Assyrian ruler, Ashurbanipal, in 627 BC, the Assyrian empire spiralled into a series of brutal civil wars. Babylonia rebelled under Nabopolassar. In alliance with the Medes, Persians, Scythians and Cimmerians, they sacked the city of Nineveh in 612 BC,[2] and the seat of empire was transferred to Babylonia for the first time since the death of Hammurabi in the mid 18th century BC. This period witnessed a general improvement in economic life and agricultural production, and a great flourishing of architectural projects, the arts and science.\r\n\r\nThe Neo-Babylonian period ended with the reign of Nabonidus in 539 BC. To the east, the Persians had been growing in strength, and eventually Cyrus the Great conquered the empire. ", "established": "626 Bc", "name": "Neo-Babylonian Empire", "end_date": "539 Bc", "gov_type": "Monarchy", "region": "Asia", "religion": "Babylonian Religion", "fun_fact": "The Hanging Gardens Of Babylon Were One Of The Seven Wonders Of The Ancient World!", "image": "neo_babylonian_empire.jpg"}, {"info": "The Etruscan civilization is the modern name given to a powerful and wealthy civilization of ancient Italy in the area corresponding roughly to Tuscany, south of the Arno river, western Umbria and northern and central Lazio.", "established": "800Bc", "name": "Etruscans", "end_date": "264Bc", "gov_type": "Monarchy", "fun_fact": "Early Rome Inherited Much Of Their Culture And Language From The Etruscans!", "religion": "Polytheism", "region": "Europe", "image": "etruscans.jpg"}]