[{"info": "India, also known as the Republic of India, is a country in South Asia. It is the seventh-largest country by area, the second-most populous country (with over 1.2 billion people), and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the northeast; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives, while its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\r\n\r\n", "established": "1950", "name": "India", "end_date": "Present", "gov_type": "Republic", "region": "Asia", "religion": "Hinduism", "fun_fact": "India Is The Most Populous Democracy In The World!", "image": "india.png"}, {"info": "The People's Republic of China (PRC), colloquial: China, is a country in East Asia and the world's most populous country, with a population of around 1.404 billion.[13] Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third- or fourth-largest country by total area,[k][19] depending on the source consulted. Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces, five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.", "established": "1949Ad", "name": "China", "end_date": "Present", "gov_type": "Unitary One-Party Socialist", "region": "Asia", "religion": "None (Athiest)", "fun_fact": "China Is The World'S Most Populous Country, With A Population Of Over 1.4 Billion People!", "image": "china.png"}, {"info": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: יִשְׂרָאֵל‬; Arabic: إِسْرَائِيل‎), officially the State of Israel, is a country in the Middle East, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip[18] to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area.[10][19] Israel's economic and technological center is Tel Aviv,[20] while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[21][22][23][24][fn 4]\r\n\r\n", "established": "1948Ad", "name": "Israel", "end_date": "Present", "gov_type": "Parliamentary Republic", "region": "Asia", "religion": "Judaism", "fun_fact": "Israel Is The World'S Only Jewish Majority Country!", "image": "israel.png"}, {"info": "e Federal Republic of Germany (FRG; German: Bundesrepublik Deutschland, About this sound listen (help·info)),[e] colloquial: Germany (German: Deutschland German pronunciation: [ˈdɔʏtʃlant]), is a country in central-western Europe. It includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi),[4] and has a largely temperate seasonal climate. With nearly 83 million inhabitants, Germany is the most populous member state of the European Union. Germany's capital and largest metropolis is Berlin, while its largest conurbation is the Ruhr, with its main centres of Dortmund and Essen. The country's other major cities are Hamburg, Munich, Cologne, Frankfurt, Stuttgart, Düsseldorf, Leipzig, Bremen, Dresden, Hannover, and Nuremberg.", "established": "1990Ad", "name": "Germany", "end_date": "Present", "gov_type": "Parliamentary Republic", "region": "Europe", "religion": "None", "fun_fact": "Germany Is One Of The Most Densely Populated Countries In The World Yet One Third Of The Country Is Still Covered In Forests And Woodlands.", "image": "germany.png"}, {"info": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK)[14] or Britain,[note 10] is a sovereign country lying off the north-western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-eastern part of the island of Ireland and many smaller islands.[15] Northern Ireland is the only part of the United Kingdom that shares a land border with another sovereign state‍—‌the Republic of Ireland. Apart from this land border, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to its east, the English Channel to its south and the Celtic Sea to its south-south-west, giving it the 12th-longest coastline in the world. The Irish Sea lies between Great Britain and Ireland. With an area of 242,500 square kilometres (93,600 sq mi), the United Kingdom is the 78th-largest sovereign state in the world. It is also the 22nd-most populous country, with an estimated 66.0 million inhabitants in 2017.\r\n\r\nThe sovereign state is a constitutional monarchy with a parliamentary democracy.[16][17] The monarch is Queen Elizabeth II, who has reigned since 1952, making her the longest-serving current head of state.[18] The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million.[19] Other major urban areas in the UK include the conurbations centred on Manchester, Birmingham, Leeds, Glasgow and Liverpool.\r\n\r\n", "established": "1801Ad", "name": "United Kingdom", "end_date": "Present", "gov_type": "Parliamentary Constitutional Monarchy", "region": "Europe", "religion": "Protestantism", "fun_fact": "During The 18Th And 19Th Century The Uk Ruled Over The Largest Empire Ever!", "image": "united_kingdom.png"}, {"info": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country composed of 50 states, a federal district, five major self-governing territories, and various possessions.[fn 6] At 3.8 million square miles (9.8 million km2), the United States is the world's third- or fourth-largest country by total area[fn 7] and slightly smaller than the entire continent of Europe's 3.9 million square miles (10.1 million km2). With a population of over 325 million people, the U.S. is the third-most populous country. The capital is Washington, D.C., and the largest city by population is New York City. Forty-eight states and the capital's federal district are contiguous in North America between Canada and Mexico. The State of Alaska is in the northwest corner of North America, bordered by Canada to the east and across the Bering Strait from Russia to the west. The State of Hawaii is an archipelago in the mid-Pacific Ocean. The U.S. territories are scattered about the Pacific Ocean and the Caribbean Sea, stretching across nine official time zones. The extremely diverse geography, climate, and wildlife of the United States make it one of the world's 17 megadiverse countries.[19]\r\n\r\n", "established": "1776Ad", "name": "United States Of America", "end_date": "Present", "gov_type": "Federal Constitutional Republic", "region": "North America", "religion": "None (De-Facto Christianity)", "fun_fact": "America Is The Richest And Most Powerful Country In The World, They Elected A Reality Tv Celebrity As President In 2016", "image": "america.png"}, {"info": "France (French: [fʁɑ̃s]), officially the French Republic (French: République française; French pronunciation: ​[ʁepyblik fʁɑ̃sɛz]), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.25 million (as of June 2018).[10] The sovereign state of France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice.", "established": "1958Ad", "name": "France", "end_date": "Present", "gov_type": "Unitary Republic", "region": "Europe", "religion": "None (Atheist)", "fun_fact": "Full Of Cheese Eating Surrender Monkeys ", "image": "france.png"}, {"info": "Canada is a North American country stretching from the U.S. in the south to the Arctic Circle in the north. Major cities include massive Toronto, west coast film centre Vancouver, French-speaking Montréal and Québec City, and capital city Ottawa. Canada's vast swaths of wilderness include lake-filled Banff National Park in the Rocky Mountains. It's also home to Niagara Falls, a famous group of massive waterfalls.", "established": "1931Ad", "name": "Canada", "end_date": "Present", "gov_type": "Unitary Republic", "region": "North America", "religion": "None", "fun_fact": "They'Re Not Your Friends, Buddy", "image": "canada.png"}, {"info": "Mexico is a country between the U.S. and Central America that's known for its Pacific and Gulf of Mexico beaches and its diverse landscape of mountains, deserts and jungles. Ancient ruins such as Teotihuacán and the Mayan city of Chichén Itzá are scattered throughout the country, as are Spanish colonial-era towns. In capital Mexico City, upscale shops, renowned museums and gourmet restaurants cater to modern life.\r\n", "established": "1836Ad", "name": "Mexico", "end_date": "Present", "gov_type": "Federal Constitutional Republic", "region": "North America", "religion": "Catholicism", "fun_fact": "The Largest Wildcat In North America Is The Jaguar, Which Can Be Found In Mexico'S Southern Jungles.", "image": "mexico.png"}, {"info": "South Korea, an East Asian nation on the southern half of the Korean Peninsula, shares one of the world’s most heavily militarized borders with North Korea. It’s equally known for its green, hilly countryside dotted with cherry trees and centuries-old Buddhist temples, plus its coastal fishing villages, sub-tropical islands and high-tech cities such as Seoul, the capital.\r\n", "established": "1948Ad", "name": "South Korea", "end_date": "Present", "gov_type": "Constitutional Republic", "region": "Asia", "religion": "None", "fun_fact": "Not To Be Confused With North Korea", "image": "south_korea.png"}, {"info": "Vietnam is a Southeast Asian country on the South China Sea known for its beaches, rivers, Buddhist pagodas and bustling cities. Hanoi, the capital, pays homage to the nation’s iconic Communist-era leader, Ho Chi Minh, via a huge marble mausoleum. Ho Chi Minh City (formerly Saigon) has French colonial landmarks, plus Vietnamese War history museums and the Củ Chi tunnels, used by Viet Cong soldiers.\r\n", "established": "1945Ad", "name": "Vietnam", "end_date": "Present", "gov_type": "Unitary One-Party Socialist", "region": "Asia", "religion": "None (Atheist)", "fun_fact": "Vietnam Is One Of The Two Countries That Has Defeated The Usa In A Major War!", "image": "vietname.png"}]