[{"info": "test", "region": "Europe", "name": "Ancient Greece", "image": "ancient_greece.jpg"}, {"info": "The Roman Kingdom, also referred to as the Roman monarchy, or the regal period of ancient Rome, was the earliest period of Roman history, when the city and its territory were ruled by kings. ", "region": "Europe", "name": "Roman Kingdom", "image": "roman_kingdom.jpg"}, {"info": "The Olmecs were the earliest known major civilization in Mexico following a progressive development in Soconusco. They lived in the tropical lowlands of south-central Mexico. The Olmecs were the forerunners of all civilisations in Central America to follow.", "region": "Central America", "name": "Olmecs", "image": "olmecs.jpg"}, {"info": "One of the major empires of the Bronze Age, between the 15th and 13th centuries BC the Empire of Hattusa, conventionally called the Hittite Empire, came into conflict with the Egyptian Empire, Middle Assyrian Empire and the empire of the Mitanni for control of the Near East. The Assyrians eventually emerged as the dominant power and annexed much of the Hittite empire, while the remainder was sacked by Phrygian newcomers to the region.", "region": "Middle East", "name": "Hittite Empire", "image": "hittites.jpg"}, {"info": "Assyria is named for its original capital, the ancient city of Aššur, which dates to c. 2600 BC, originally one of a number of Akkadian city states in Mesopotamia. Assyria was also sometimes known as Subartu and Azuhinum prior to the rise of the city-state of Aššūr, after which it was Aššūrāyu, and after its fall.\r\n\r\nAssyria remained strong and secure; when Babylon was sacked and its Amorite rulers deposed by the Hittite Empire, and subsequently fell to the Kassites in 1595 BC, both powers were unable to make any inroads into Assyria, and there seems to have been no trouble between the first Kassite ruler of Babylon, Agum II, and Erishum III (1598–1586 BC) of Assyria, and a mutually beneficial treaty was signed between the two rulers. ", "region": "Middle East", "name": "Old Assyrian Empire", "image": "assyrian_empire.jpg"}]